Repository: sayedabdo/DakkenApp
Catalog: DakkenApp/Localization/*.lproj/Localizable.strings
Languages: ar

source: OK
ar: موافق

source: Home
ar: الرئيسية

# some_error
source: Some error done please,try again
ar: حدث خطأ برجاء اعاده المحاوله

source: Done
ar: تم

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: Cancel
ar: إلغاء

# addingDone
source: Product Adding succesfully
ar: تم إضافه المنتج بنجاح

# internetconnection
source: falid in internet connection😥
ar: خطأ فى الاتصال بالانترنت😥

# user Sign up
source: User LogIn
ar: الدخول كتاجر

# Dealer Sign up
source: Dealer LogIn
ar: الدخول كعميل

# VCTitle0
source: Log in as Tager
ar: الدخول كتاجر

# VCTitle1
source: Log in as 3amel
ar: الدخول كعميل

source: log in
ar: دخول

source: Error!!
ar: خطأ!!

# email
source: ☹️E-mail is InValid
ar: الاميل غير صحيح🙁

source: Try Again
ar: اعاده المحاوله

# password
source: password is empty ☹️
ar: برجاء ادخال الرقم السرى☹️

# emailOrPassword
source: email or password is wong 😞
ar: يوجد خطأ فى الاميل او الرقم السرى 😞

# emailPlaceHolder
source: E-mail
ar: البريد الالكترونى

# passwordPlaceHolder
source: Password
ar: الرقم السرى

source: Sign UP
ar: تسجيل جديد

# VCSignUpTitle0
source: Sign Up as tager
ar: التسجيل كتاجر

# VCSignUpTitle1
source: Sign Up as 3amel
ar: التسجيل كعميل

# confirmpasswordPlaceHolder
source: confirm password
ar: تأكيد الرقم السرى

# phonePlaceHolder
source: Phone
ar: رقم الجوال

# namePlaceHolder
source: User Name
ar: اسم المستخدم

# username
source: ☹️name is empty
ar: ☹️برجاء ادخال اسم المستخدم

# phone
source: ☹️phone is empty
ar: ☹️برجاء ادخال رقم الجوال

# passwordlenght
source: ☹️password less than 6 characher
ar: ☹️الرقم السرى اقل من 6 حروف

# confirmpassword
source: confirm password is empty ☹️
ar: برجاء ادخال تاكيد الرقم السرى ☹️

# passwordnotmatched
source: ☹️password and confirm not matched
ar: ☹️كلمات امرور غير متطاقه

source: choose profile image
ar: اختار الصوره الشخصيه

# profile image
source: please, chosse image😞
ar: قم باختيار صوره للبروفيل😞

source: Name
ar: الاسم

source: E-mail
ar: البريد الالكترونى

source: Phone
ar: رقم الجوال

source: My Info
ar: معلوماتى

source: My Product
ar: منتجاتى

source: Change Password
ar: تغيير كلمة المرور

source: My Job
ar: وظيفتى

# UpdateProfileData
source: update
ar: تحديث

# nameProfileVCPlaceHolder
source: User Name
ar: اسم المستخدم

# emailProfileVCPlaceHolder
source: E-mail
ar: ابريد الالكترونى

# phoneProfileVCPlaceHolder
source: Phone
ar: رقم الجوال

source: changePassWord
ar: تغيير كلمة المرور

source: Log Out
ar: تسجيل الخروج

# newPassWordPlaceholder
source: New PassWord
ar: رقم سرى جديد

# confirmNewPassWordPlaceholder
source: Confirm New Password
ar: تأكيد الرقم السرى الجديد

source: change
ar: تحديث

# passwordchanged
source: Password Changed Successfully😍
ar: تم تغيير الرقم السرى بنجاح😍

# changePasswordVCTitle
source: Change Password
ar: تغيير الكلمه المرور

source: You Have a Job
ar: لديك وظيفه بالفعل😊

# VCTitleforjob
source: Job Update
ar: تحديث الوظيفهة

# updatebtn
source: update
ar: تحديث

# deleteJobBtn
source: Delete Your Job
ar: حذف وظيفتك

# changeImageinjob
source: change Image
ar: نغيير الصوره

# nameinjob
source: Name
ar: الاسم

# ageinjob
source: Age
ar: العمر

# jobtitleinjob
source: Job Title
ar: اسم الوظيفه

# certificationinjob
source: Certification
ar: المؤهل الدراسي

# graduationYearinjob
source: Graduation Year
ar: سنة التخرج

# nameinjobalert
source: ☹️Name is empty
ar: ☹️برجاء ادخال اسم المستخدم

# ageinjobalert
source: ☹️Age is empty
ar: ☹️برجاء ادخال العمر

# jobtitleinjobalert
source: ☹️Job Title is empty
ar: ☹️برجاء ادخال اسم الوظيفه

# certificationinjobalert
source: ☹️Certification is empty
ar: ☹️برجاء ادخال المؤهل الدراسي

# graduationYearinjobalert
source: ☹️Graduation Year is empty
ar: ☹️برجاء ادخال سنه التخرج

# order
source: orders
ar: طلبات

# ordernumber
source: order code
ar: كود الطلب

source: order date
ar: تاريخ الطلب

source: order details
ar: تفاصيل الطلب

# orderNamefixed
source: Name
ar: الأسم

# orderCountfixed
source: Count
ar: الكمية

# priceOrderfixed
source: Price
ar: السعر

# timeOrderfixed
source: date
ar: التاريخ

# acceptedOrderLabel
source: Order Accpted
ar: تم قبول الطلب

# orderDoneLabel
source: Order Done
ar: تم تجهيز الطلب

# orderInWayLabel
source: Order in the way
ar: الطلب فى الطريق

# orderTimelabel
source: order date
ar: تاريخ الطلب

source: order arrived
ar: تم استلام الطلب

source: Order Status
ar: حاله الطلب

source: Food
ar: الأكلات

source: Clothes
ar: الملابس

source: Job
ar: الوظيفة

# uesedproduct
source: Used Product
ar: منتجات مستعمله

# onlytotager
source: Adding Available to trader
ar: الإضافه متاحه فقط للتجار

source: Choose Adding Type
ar: اختر نوع الإضافة

source: Adding Food
ar: إضافه اكله

# productName
source: Name
ar: إسم المنتج

# productNumber
source: code
ar: رقم المنتج

# productCount
source: Count
ar: الكميه

# productPrice
source: Price
ar: السعر

# productDescription
source: Description
ar: الوصف

# productSize
source: size
ar: المقاس

# selectmainimage
source: please select image
ar: قم باختيار صوره

# productNameAlert
source: Name is Empty😥
ar: قم بادخال اسم المنتج😥

# productNumberAlert
source: code is Empty😥
ar: قم بادخ الرقم المنتج😥

# productCountAlert
source: Count is Empty😥
ar: قم باخال الكميه😥

# productPriceAlert
source: Price is Empty😥
ar: قم بادخال سعر المنتج😥

# productDescriptionAlert
source: Description is Empty😥
ar: قم بادخال الوصف😥

# productSizeAlert
source: Size is Empty😥
ar: قم بادخال المقاس😥

# maxnumberofimage
source: max number of image selected
ar: تم اختيار الحد الأقصى من الصور

# adding
source: ADD
ar: إضافة

# productColor
source: color
ar: اللون

# chosseimage
source: choose image
ar: اختر الصوره

# VCBasket
source: Basket
ar: العربه

source: Delete
ar: حذف

# display
source: Display Details
ar: عرض التفاصيل

# productprice
source: Price
ar: السعر

# producttotalprice
source: Total Price
ar: إجمالى السعر

# allprice
source: Total
ar: الإجمالى

source: Order Now
ar: اطلب الإن

# ratedetails
source: Rate
ar: التقييم

# pricedetails
source: Price
ar: العر

source: Add to card
ar: أصف الى العربه

source: Add rate
ar: إضافه تقييم

# descriptiondetails
source: Description
ar: وصف المنتج
